Repository: teohbenji/50.005-FTP-CLI-app
Catalog: locales/*/LC_MESSAGES/*.po
Languages: my, tl

source: Establishing connection to server...
my: Mewujudkan sambungan ke pelayan...
tl: Pagtatatag ng koneksyon sa server...

source: Connected
my: Bersambung
tl: Kumonekta

source: Public key extracted from CA certificate.
my: Kunci awam diekstrak dari sijil CA.
tl: Public key na kinuha mula sa CA certificate.

source: Certificate is within the validity period.
my: Sijil adalah dalam tempoh sah.
tl: Ang sertipiko ay nasa loob ng bisa ng panahon.

source: Certificate verification successful.
my: Pengesahan sijil berjaya.
tl: Matagumpay ang pag-verify ng sertipiko.

source: Certificate verification failed: {e}
my: Pengesahan sijil gagal: {e}
tl: Nabigo ang pag-verify ng sertipiko: {e}

source: Verification failed: {e}
my: Pengesahan gagal: {e}
tl: Nabigo ang pag-verify: {e}

source: Enter a filename to send (enter -1 to exit):
my: Masukkan nama fail untuk dihantar (masukkan -1 untuk keluar):
tl: Ilagay ang pangalan ng file na ipadala (i-enter ang -1 para lumabas):

source: Invalid filename. Please try again:
my: Nama fail tidak sah. Sila cuba lagi:
tl: Hindi wastong pangalan ng file. Pakiulit muli:

source: Closing connection...
my: Menutup sambungan...
tl: Isinasara ang koneksyon...

source: Program took
my: Program mengambil
tl: Ang programa ay tumagal ng

source: to run.
my: s untuk dijalankan.
tl: s upang tumakbo.
